{
    "(and :count more error)": "(и ещё :count ошибка)",
    "(and :count more errors)": "(и ещё :count ошибок)",
    "All rights reserved.": "Все права защищены.",
    "Forbidden": "Запрещено",
    "Go to page :page": "Перейти к :page-й странице",
    "Hello!": "Здравствуйте!",
    "If you did not create an account, no further action is required.": "Если Вы не создавали учетную запись, никаких дополнительных действий не требуется.",
    "If you did not request a password reset, no further action is required.": "Если Вы не запрашивали восстановление пароля, никаких дополнительных действий не требуется.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Если у Вас возникли проблемы с нажатием кнопки \":actionText\", скопируйте и вставьте приведенный ниже URL-адрес в свой браузер:",
    "Invalid JSON was returned from the route.": "Маршрут вернул некорректный JSON.",
    "Login": "Войти",
    "Logout": "Выйти",
    "Not Found": "Не найдено",
    "of": "из",
    "Page Expired": "Страница устарела",
    "Pagination Navigation": "Навигация",
    "Payment Required": "Требуется оплата",
    "Please click the button below to verify your email address.": "Пожалуйста, нажмите кнопку ниже, чтобы подтвердить свой адрес электронной почты.",
    "Regards": "С уважением",
    "Register": "Регистрация",
    "Reset Password": "Сбросить пароль",
    "Reset Password Notification": "Оповещение о сбросе пароля",
    "results": "результатов",
    "Server Error": "Ошибка сервера",
    "Service Unavailable": "Сервис недоступен",
    "Showing": "Показано с",
    "The given data was invalid.": "Указанные данные недействительны.",
    "The response is not a streamed response.": "Ответ не является потоковым.",
    "The response is not a view.": "Ответ не является представлением.",
    "This password reset link will expire in :count minutes.": "Срок действия ссылки для сброса пароля истекает через :count минут.",
    "to": "по",
    "Toggle navigation": "Переключить навигацию",
    "Too Many Requests": "Слишком много запросов",
    "Unauthorized": "Не авторизован",
    "Verify Email Address": "Подтвердить адрес электронной почты",
    "Whoops!": "Упс!",
    "You are receiving this email because we received a password reset request for your account.": "Вы получили это письмо, потому что мы получили запрос на сброс пароля для Вашей учётной записи.",
    "Start": "Старт",
    "Basic": "Простой",
    "Standart": "Стандартный",
    "Advance": "Продвинутый",
    "Premium": "Премиум",
    "Extra": "Дополнительная трансляция",
    "up to :viewers_count viewers": "до :viewers_count зрителей",
    "up to 100 viewers": "до 100 зрителей",
    "up to 500 viewers": "до 500 зрителей",
    "up to 2000 viewers": "до 2000 зрителей",
    "up to 5000 viewers": "до 5000 зрителей",
    "up to 10000 viewers": "до 10000 зрителей",
    "week": "неделя",
    "month": "месяц",
    "months": "месяцев",
    "without moderators": "без модераторов чата",
    "up to 2 moderators": "до 2 модераторов чата",
    "up to 5 moderators": "до 5 модераторов чата",
    "up to 10 moderators": "до 10 модераторов чата",
    "Parallel session on the same days (the total number of views of all halls is not higher than the selected tariff)": "Параллельный зал в тот же день (суммарное количество зрителей всех залов не выше тарифа)",
    "Broadcast": "Трансляция",
    "Proposals": "Предложения",
    "Login code for Example": "Код входа на Example",
    "Registered": "Пользователь",
    "Member": "Участник",
    "Moderator": "Модератор",
    "Admin": "Админ",
    "Time": "Время",
    "Viewers": "Зрителей",
    "Name": "Имя",
    "Lastname": "Фамилия",
    "Email": "Почта",
    "Country": "Страна",
    "Region": "Регион",
    "City": "Город",
    "Work scope": "Сфера деятельности",
    "Work company": "Компания",
    "Work division": "Подразделение",
    "Work position": "Должность",
    "Education": "Образование",
    "Wrong credentials error!": "Неверные авторизационные данные!",
    "Wrong credentials error: Token is missing!": "Неверные аторизационные данные: Токен отсутсвует!",
    "Wrong credentials error: Can't create user with provided credentials!": "Неверные аторизационные данные: Невозможно создать пользователя с указанными учетными данными!",
    "Wrong credentials error: User by provided email is already exist!": "Неверные аторизационные данные: Пользователь с указанным адресом электронной почты уже существует!",
    "Wrong credentials error: User by provided token not found!": "Неверные аторизационные данные: Пользователь по предоставленному токену не найден!",
    "Wrong credentials error: Email is already verified!": "Неверные аторизационные данные: Электронная почта уже подтверждена!",
    "Wrong credentials error: User by provided email is not exist!": "Неверные аторизационные данные: Пользователь с указанным адресом электронной почты не существует!",
    "Validation error: Token is not valid!": "Ошибка валидации: Токен доступа не верный!",
    "Validation error: Refresh token is not valid!": "Ошибка валидации: Токен обновления доступа не верный!",
    "Validation error: Event ticket status is not valid!": "Ошибка валидации: Статус билета на мероприятие недействителен!",
    "Validation error: User is not found by provided email address!": "Ошибка валидации: Пользователь не найден по указанному адресу электронной почты!",
    "Validation error: Chat message is already pinned!": "Ошибка валидации: Сообщение уже закреплено!",
    "Validation error: Chat message is already unpinned!": "Ошибка валидации: Сообщение уже откреплено!",
    "Validation error: Chat message is already answered!": "Ошибка валидации: Вопрос уже отвечен!",
    "Validation error: Chat message is already moderated!": "Ошибка валидации: Вопрос уже отмодерирован!",
    "Validation error: Chat message type is already changed to question!": "Ошибка валидации: Тип сообщения уже изменён на вопрос!",
    "Validation error: Balance is not enough to proceed this operation!": "Ошибка валидации: Баланса недостаточно для продолжения этой операции!",
    "Validation error: Ticket is not found or is not valid!": "Ошибка валидации: Билет не найден или недействителен!",
    "Validation error: Ticket is required!": "Ошибка валидации: Требуется билет!",
    "Validation error: Data collection fields is required!": "Ошибка валидации: Заполнение полей для сбора данных обязателен!",
    "Validation error: Required data collection fields is not provided!": "Ошибка валидации: Не указаны обязательные поля для сбора данных!",
    "Validation error: Event session not found!": "Ошибка валидации: Зал мероприятия не найден!",
    "Validation error: Fare for child event session can not be upgraded!": "Ошибка валидации: Тариф дочернего зала мероприятия не может быть повышен!",
    "Validation error: Fare could not be downgraded!": "Ошибка валидации: Тариф не может быть понижен!",
    "Validation error: Provided unsupported image format!": "Ошибка валидации: Предоставлен неподдерживаемый формат изображения!",
    "Validation error: Token limit check is reached!": "Ошибка валидации: Проверка лимита токенов достигнута!",
    "Validation error: Please provide correct date period! Or confirm changes for substreams!": "Ошибка валидации: Пожалуйста, укажите правильный период даты! Или подтвердите изменения дочерних залов!",
    "Validation error: Please provide correct date period! ": "Ошибка валидации: Пожалуйста, укажите правильный период даты!",
    "Validation error: Current fare do not allow to enable FullHD mode!": "Ошибка валидации: Текущий тариф не позволяет включить режим FullHD!",
    "Validation error: Event with the same link already exists!": "Ошибка валидации: Мероприятие с такой ссылкой уже существует!",
    "Validation error: Cannot change FullHD mode when stream was already started!": "Ошибка валидации: Невозможно изменить режим FullHD, когда трансляция уже была запущена!",
    "Validation error: Cannot change stream date when stream was already started!": "Ошибка валидации: Невозможно изменить дату трансляции, когда трансляция уже была запущена!",
    "Validation error: Please confirm the action!": "Ошибка валидации: Пожалуйста подтвердите ваше действие!",
    "Validation error: Ticket is not active or already used by another user!": "Ошибка валидации: Билет не активен или уже используется другим пользователем!",
    "Can not attach role, because provided role is already attached! Duplicated role: ": "Невозможно прикрепить роль, так как указанная роль уже прикреплена! Дублированная роль: ",
    "Date must be between ": "Дата должна быть между ",
    " and ": " и ",
    "Duplicate permissions!": "Дублирование разрешений!",
    "Duplicate roles!": "Дублирование ролей!",
    "Access denied!": "Нет доступа!",
    "Not found!": "Данные не найдены!",
    "Access forbidden error!": "Доступ запрещён!",
    "Business logic error: Poll could not be updated when it's activated or finished!": "Логическая ошибка: Опрос не может быть обновлен, когда он активирован или завершен!",
    "Business logic error: Poll could not be voted when it's not started!": "Логическая ошибка: Опрос не может быть проголосован, когда он не запущен!",
    "Unknown error: Could not insert data!": "Неизвестная ошибка: Не удалось добавить данные в базу!",
    "Unknown error: Could not bind event ticket to user!": "Неизвестная ошибка: Не удалось привязать билет на мероприятие к пользователю!",
    "Unknown error: Could not unbind event ticket to user!": "Неизвестная ошибка: Не удалось отвязать билет на мероприятие от пользователя!",
    "Unknown error: Could not ban event ticket!": "Неизвестная ошибка: Не удалось заблокировать билет на мероприятие!",
    "Unknown error: Could not unban event ticket!": "Неизвестная ошибка: Не удалось разблокировать билет на мероприятие!",
    "Unknown error: Could not ban event tickets!": "Неизвестная ошибка: Не удалось заблокировать билеты на мероприятие!",
    "Unknown error: Could not unban event tickets!": "Неизвестная ошибка: Не удалось разблокировать билеты на мероприятие!",
    "Unknown error!": "Неизвестная ошибка!",
    "Validation error: Duplicate data error!": "Ошибка валидации: Ошибка дублирования данных!",
    "Access to this broadcast is now closed. Contact the event organizer!": "Доступ к данной трансляции сейчас закрыт. Обратитесь к организатору мероприятия!",
    "24 hours notification": "Оповещение за сутки до начала",
    "Hour notification": "Оповещение за час до начала",
    "In process": "В процессе"
}